[
    {
        "id": 1,
        "slug": "india-usa-trade-deal-farmer-protection",
        "title": "भारत–अमेरिका व्यापार सम्झौतामा भारतीय किसानहरू लागि सुरक्षा",
        "summary": "भारत र अमेरिकाबीच भएको व्यापार सम्झौताअनुसार भारतीय किसानहरू पूर्णरूपमा सुरक्षित रहनेछन्। यस सम्झौतामा मसलाहरू तथा सब्जीहरूको बजार पहुँचको लागि कुनै पनि रियायत दिइने छैन। सुख्खा सब्जीहरू, दालहरू, र जरा तथा कन्दमूलहरूको आयातमा पनि कुनै छूट प्रदान गरिएको छैन, जसले गर्दा घरेलु कृषि क्षेत्रलाई संरक्षण मिलेको छ।",
        "category": "geopolitics",
        "image": "/news/image_1_1770452089.jpg",
        "published_at": "2026-02-07T13:59:51Z"
    },
    {
        "id": 2,
        "slug": "india-missile-test-bay-of-bengal-notam",
        "title": "बंगालको खाडी क्षेत्रमा भारतले मिसाइल परीक्षण गर्ने तयारी, NOTAM जारी",
        "summary": "भारतले सन् २०२६ फेब्रुअरी १६ देखि २१ सम्म बंगालको खाडी क्षेत्रमा हवाई गतिविधि (सम्भावित मिसाइल परीक्षण) को लागि NOTAM (एयर नेविगेसन वार्निंग) जारी गरेको छ। यसको वी-लिमिट सतहदेखि असीमित राखिएकोले यो दूरमार्ग वा अन्तरमहाद्वीपीय मिसाइल परीक्षण हुन सक्ने सम्भावना रहेको छ। यस किसिमको सैन्य गतिविधिले दक्षिण एसियाली क्षेत्रमा भू-राजनीतिक तनाव बढाउन सक्ने चिन्ता व्यक्त गरिएको छ।",
        "category": "defense",
        "image": "/news/image_2_1770452100.jpg",
        "published_at": "2026-02-07T14:00:01Z"
    },
    {
        "id": 3,
        "slug": "indian-company-iss-tracking-success",
        "title": "भारतीय कम्पनीले अन्तर्राष्ट्रिय अन्तरिक्ष केन्द्र (ISS) को ट्र्याकिंगमा सफलता हासिल गर्यो",
        "summary": "हैदराबाद स्थित कम्पनी अजिस्टा स्पेसले आफ्नो स्पेस सिचुएशनल अवेयरनेस (SSA) क्षमताको सफल प्रदर्शन गरेको छ। कम्पनीले अन्तर्राष्ट्रिय अन्तरिक्ष केन्द्र (ISS) लाई सफलतापूर्वक ट्र्याक गरेर आफ्नो प्रविधिको परीक्षण सम्पन्न गरेको हो। यस सफलताले अन्तरिक्षमा गतिविधिहरूको निरीक्षण र ट्र्याकिंग गर्ने क्षेत्रमा निजी क्षेत्रको बढ्दो भूमिकालाई इंगित गर्दछ।",
        "category": "intelligence",
        "image": "/news/image_3_1770452109.jpg",
        "published_at": "2026-02-07T14:00:10Z"
    },
    {
        "id": 4,
        "slug": "pune-army-engineers-bribery-arrest",
        "title": "पुणेमा रिश्वत लिँदै पक्राउ परेका दुई सैनिक इन्जिनियरिङ सेवाका अधिकारी",
        "summary": "भारतीय केन्द्रीय अनुसन्धान ब्युरो (सीबीआई) ले पुणेमा सैनिक इन्जिनियरिङ सेवा (एमईएस) का दुई अधिकारीहरूलाई रिश्वत लिँदै पक्राउ गरेको छ। अधिकारीहरूले सरकारी ठेक्केदारबाट करोबारी फाइदा लिनका लागि रिश्वत मागेको आरोप छ। यस घटनाले सैनिक इकाइहरूमा भ्रष्टाचारको विस्तारबारे गम्भीर चिन्ता जनाएको छ।",
        "category": "geopolitics",
        "image": "/news/image_4_1770452117.jpg",
        "published_at": "2026-02-07T14:00:18Z"
    },
    {
        "id": 5,
        "slug": "china-india-relations-historic-summit",
        "title": "चीन-भारत सम्बन्धमा ऐतिहासिक मोड, राष्ट्रपति शी र प्रधानमन्त्री मोदीको तियान्जिन भेट्वाट",
        "summary": "गत अगस्त महिनामा चीनका राष्ट्रपति शी चिनफिङ र भारतका प्रधानमन्त्री नरेन्द्र मोदीबीच तियान्जिनमा एक महत्वपूर्ण भेट सम्पन्न भएको थियो। यो सफल भेट्ले दुई देशबीचका सम्बन्धलाई 'पुनःस्थापना र नयाँ सुरुवात' बाट अझ सुधारको नयाँ चरणमा लगेको छ। यस भेट्वाट द्विपक्षीय सम्बन्ध मजबूत भई क्षेत्रीय शान्ति र विकासमा सकारात्मक योगदान पुग्ने अपेक्षा गरिएको छ।",
        "category": "geopolitics",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:00:21Z"
    },
    {
        "id": 6,
        "slug": "india-successful-agni-3-test",
        "title": "भारतले सफलतापूर्वक अग्नि-३ मिसाइलको परीक्षण गर्यो",
        "summary": "भारतले आफ्नो अग्नि शृंखलाको अग्नि-३ मध्यम दूरी बैलिस्टिक मिसाइल सफलतापूर्वक परीक्षण गरेको छ। यो परीक्षण देशको रक्षा सक्षमता बढाउने दिशामा एक महत्वपूर्ण कदम हो। यस मिसाइलको मारक क्षमता ३,००० देखि ५,००० किलोमिटर सम्को दूरी सम्म रहेको छ।",
        "category": "defense",
        "image": "/news/image_6_1770452129.jpg",
        "published_at": "2026-02-07T14:00:30Z"
    },
    {
        "id": 7,
        "slug": "india-new-6ton-uav-hale-ucav",
        "title": "भारतको नयाँ ६ टन UAV: ४० हजार फिटमा २५ घण्टा उड्न सक्ने ड्रोन विकासको तयारी",
        "summary": "सन २०२६ को सुरुमा, भारत सरकारले नयाँ ६ टन वर्गको उच्च-ऊचाइ दीर्घकालीन मानवरहित लडाकू विमान (HALE UCAV) को कार्यक्रमको लागि प्री-बिड बैठक सम्पन्न गरेको छ। यो नयाँ ड्रोनले TAPAS-BH MALE UAV को प्रविधि समावेश गर्न सक्नेछ र यो ४०,००० फिटको उचाइमा २५ घण्टासम्म उड्न सक्दछ। यसलाई JDAM जस्ता अत्याधुनिक हतियारहरूले सुसज्जित गरिनेछ, जसले भारतको रक्षा क्षमतालाई नयाँ आयाम दिने अपेक्षा छ।",
        "category": "defense",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:00:34Z"
    },
    {
        "id": 8,
        "slug": "russia-military-satellite-launch-soyuz",
        "title": "रुसियानी सैनिक उपग्रहहरू सोयुज रकेटबाट सफलतापूर्वक प्रक्षेपण",
        "summary": "रुसको सोयुज-२.१बी रकेटबाट प्लेसेट्स्क कोस्मोड्रोमबाट धेरैवटा सैनिक उपग्रहहरू सफलतापूर्वक प्रक्षेपण गरिएको छ। रकेटले निर्धारित समयमा नै यी अन्तरिक्ष यानहरूलाई कक्षामा स्थापित गरेको छ। यी सबै उपग्रहहरू अहिले रुसियानी स्पेस फोर्सको नियन्त्रणमा रहेको छ।",
        "category": "intelligence",
        "image": "/news/image_8_1770452141.jpg",
        "published_at": "2026-02-07T14:00:42Z"
    },
    {
        "id": 9,
        "slug": "afghanistan-youth-cricket-return-kabul",
        "title": "सिर उच्चार्ङ्गै फर्कियो अफ्गानिस्तान युवा क्रिकेट टोली",
        "summary": "युवा विश्वकपको स्मरणीय अभियान पछि अफ्गानिस्तान फ्युचर स्टार्स टोली काबुल फर्केको छ। देश फर्केपछि काबुल अन्तर्राष्ट्रिय विमानस्थलमा र अफ्गानिस्तान क्रिकेट बोर्डको कार्यालयमा टोलीले उत्साहपूर्ण स्वागत प्राप्त गरेको थियो। टोलीले आयोजना गरेको प्रेस कन्फ्रेन्समा उनीहरूले आफ्नो विश्वकप यात्राको अनुभव साझा गरे।",
        "category": "international",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:00:46Z"
    },
    {
        "id": 10,
        "slug": "cia-a12-oxcart-restoration",
        "title": "सीआइए मुख्यालयमा रहेको ऐतिहासिक A-12 ओक्सकार्ट विमानको सफलता पूर्वक जीर्णोद्धार",
        "summary": "अमेरिकी केन्द्रीय गुप्तचर संस्था (सीआइए) को मुख्यालयमा प्रदर्शनमा राखिएको ऐतिहासिक A-12 ओक्सकार्ट विमानको हालै जीर्णोद्धार सम्पन्न भएको छ। लामो समयसम्म पानीबाट भएको क्षतिको कारण लग्याएको हानी तथा रंग उडेको अवस्थाको मर्मत गरी यसलाई पुनः पहिलेको अवस्थामा ल्याइएको छ। शीतयुद्धकालीन नवप्रवर्तनको प्रतीक रहेको यस विमानको जीर्णोद्धारले वैमानिक इन्जिनियरिङ्गको क्षेत्रमा भएको यसको अग्रगामी उपलब्धिलाई सम्मान जनाएको छ।",
        "category": "intelligence",
        "image": "/news/image_10_1770452150.jpg",
        "published_at": "2026-02-07T14:00:51Z"
    },
    {
        "id": 11,
        "slug": "india-usa-msme-global-market-access",
        "title": "भारत र अमेरिकाको सहमति : एमएसएमई लाई विश्वबजारमा ठाउँ पाउने अवसर",
        "summary": "भारत र अमेरिकाबीच भएको अन्तरिम सम्झौता ढाँचाले भारतीय साना तथा मझौला उद्यमहरू (एमएसएमई) लाई विश्वव्यापी आपूर्ति श्रृंखलामा सहजै जोड्ने र व्यवसाय तथा उपभोक्ता दुवैको लागत घटाउने विश्वास गरिएको छ। यस सम्झौताले भारतको आर्थिक विकासमा गति थप्ने अपेक्षा रहेको छ भने अन्य दक्षिण एसियाली देशहरूको लागि पनि यसले महत्त्वपूर्ण भूमिका निर्वाह गर्न सक्छ। यो सहकार्य क्षेत्रीय तथा वैश्विक आर्थिक सहकार्यको दृष्टिकोणले महत्त्वपूर्ण मानिन्छ।",
        "category": "geopolitics",
        "image": "/news/image_11_1770452160.jpg",
        "published_at": "2026-02-07T14:01:01Z"
    },
    {
        "id": 12,
        "slug": "india-agni-prime-rail-mobile-test",
        "title": "भारतको 'अग्नि-प्राइम' मिसाइल परीक्षण: रेलमार्गबाट हुने तैनातीले रणनीतिक परिवर्तनको संकेत",
        "summary": "एक बेलायती थिंक ट्याङ्कले भारतले सञ्चालन गरेको अग्नि-प्राइम मिसाइलको सफल रेल-मोबाइल परीक्षणलाई देशको मिसाइल तैनातीमा एक महत्त्वपूर्ण रणनीतिक परिवर्तनस्रूममा लिएको छ। यसले भारतले आफ्नो आणविक सामर्थ्यलाई चलचलन्त रेल नेटवर्कमार्फत त्वरित रूपमा स्थानान्तरण गर्न सक्ने क्षमता प्रदर्शन गरेकोमा जोड दिएको छ। यस प्रकारको तैनातीले हमलाको स्थान निर्धारण गर्न गाह्रो हुने र सुरक्षा बढाउने विश्लेषकको भनाइ छ।",
        "category": "defense",
        "image": "/news/image_12_1770452166.jpg",
        "published_at": "2026-02-07T14:01:07Z"
    },
    {
        "id": 13,
        "slug": "india-usa-trade-farmer-fruit-protection",
        "title": "अमेरिकासँगको व्यापार सम्झौताले भारतीय किसानलाई पूर्ण सुरक्षा, केही फलहरू बाहर",
        "summary": "भारत र अमेरिकाको बीच भएको नयाँ व्यापार सम्झौताले भारतीय किसानहरूलाई पूर्ण सुरक्षा प्रदान गरेको छ। यस सम्झौताको अन्तर्गत केही प्रमुख फलहरू, जस्तै सुन्तला, कागती, निबुवा, ग्रेपफ्रूट र स्ट्रबेरी जस्ता बेरीहरू लगायतका फलहरू व्यापारिक रियायतको दायराभित्र पर्दैनन्। यसकारण यी फलहरूको आयातमा कुनै छूट दिइने छैन, जसले गर्दा घरेलु कृषि क्षेत्रलाई संरक्षण गर्ने मुख्य उद्देश्य पूरा भएको छ।",
        "category": "geopolitics",
        "image": "/news/image_13_1770452171.jpg",
        "published_at": "2026-02-07T14:01:12Z"
    },
    {
        "id": 14,
        "slug": "india-u19-world-cup-champions",
        "title": "भारतले छैठौँ पटक उठायो आईसीसी अण्डर-१९ क्रिकेट विश्वकप",
        "summary": "भारतले इंग्ल्याण्डलाई पराजित गरेर आईसीसी अण्डर-१९ पुरुष क्रिकेट विश्वकपको उपाधि जितेको छ। यो उनको यस प्रतिस्पर्धाको छैठौँ उपाधि हो। प्रतिस्पर्धाको आयोजना गरेकोमा जिम्बाब्वे र नामिबियालाई पनि सराहना गरिएको छ।",
        "category": "international",
        "image": "/news/image_14_1770452175.jpg",
        "published_at": "2026-02-07T14:01:16Z"
    },
    {
        "id": 15,
        "slug": "kashmiri-pandit-rights-bill-parliament-block",
        "title": "संसद अवरोधले कश्मीरी पण्डितको अधिकार सम्बन्धी बिल सामुने ल्याउने अवसर बंचित",
        "summary": "कांग्रेस सांसदले संसदमा भएको अवरोधका कारण कश्मीरी पण्डितहरूको अधिकार सम्बन्धी उनको निजी सदस्य बिल पेश गर्ने अवसर गुमाएको बताएका छन्। उनले सन् २०२१ मा तयार पारी पेश गरेको यो बिल सत्रको कारण सत्रौँ लोकसभाको बाँकी समयका लागि स्थगित गरिएको थियो। यस पटक पनि बिललाई सदनमा राख्न नसक्नु उनको लागि ठूलो हतासको विषय बनेको छ।",
        "category": "conflict",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:01:26Z"
    },
    {
        "id": 16,
        "slug": "udhampur-terror-encounter-drone-tactics",
        "title": "उधमपुर आतंकवादी भेटमा ड्रोनको नयाँ रणनीति सफल",
        "summary": "उधमपुरमा भएको आतंकवादी भेटमा सुरक्षा बलले एफपिभी, युएभी र निगरानी ड्रोन लगायत विभिन्न ड्रोन प्रविधिको प्रयोग गरेका थिए। गुहाको प्रवेशद्वारमा रहेको ठूलो ओभरह्याङ्गिंग चट्टानले आतंकवादीमाथि प्रत्यक्ष आक्रमण गर्न गाह्रो बनाएकोमा ड्रोनको रणनीतिक प्रयोगले सफलता प्राप्त भएको छ। विस्तृत योजनाबद्ध कार्यविधिपछि सुरक्षा बलले अभियानलाई सफल बनाएका छन्।",
        "category": "conflict",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:01:32Z"
    },
    {
        "id": 17,
        "slug": "india-usa-agricultural-trade-decades",
        "title": "भारतले दशकौंदेखि अमेरिकाबाट किनिरहेको छ कृषि उत्पादन",
        "summary": "भारतले लामो समयदेखि, वास्तवमा दशकौंदेखि, संयुक्त राज्य अमेरिकाबाट विभिन्न कृषि उत्पादनहरू आयात गर्दै आएको छ। यसको बावजुद, सामाजिक सञ्जालमा प्रसारित एक नक्साले भारतको स्थितिलाई स्पष्ट रूपमा देखाएकोमाथि प्रशंसा व्यक्त गरिएको छ। यो प्रवृत्तिले दुई राष्ट्रबीचको दीर्घकालीन आर्थिक सहकार्य र व्यापारिक सम्बन्धलाई प्रकट गर्दछ।",
        "category": "geopolitics",
        "image": "/news/image_17_1770452196.jpg",
        "published_at": "2026-02-07T14:01:37Z"
    },
    {
        "id": 18,
        "slug": "india-agni-3-irbm-successful-test",
        "title": "भारतले सफलतापूर्वक प्रक्षेपण गर्यो 'अग्नि-३' मध्यम दूरीबाला प्रक्षेपण प्रणाली",
        "summary": "फेब्रुअरी ६, २०२६ का दिन ओडिशाको चाँदीपुर स्थित एकीकृत परीक्षण क्षेत्रबाट भारतले मध्यम दूरीबाला प्रक्षेपण प्रणाली (इन्टरमीडिएट रेन्ज ब्यालिस्टिक मिसाइल) 'अग्नि-३' को सफल परीक्षण गरेको छ। यस प्रक्षेपणले प्रक्षेपण प्रणालीका सबै प्राविधिक तथा सञ्चालनसम्बन्धी आवश्यकताहरू सफलतापूर्वक पूरा गरेको प्रमाणित गरेको छ। यो परीक्षण देशको रक्षा तथा सामरिक तयारीलाई अझ बलियो बनाउने दिशामा एक महत्त्वपूर्ण कदम हो।",
        "category": "defense",
        "image": "/news/image_18_1770452213.jpg",
        "published_at": "2026-02-07T14:01:54Z"
    },
    {
        "id": 19,
        "slug": "army-chief-visit-white-knight-corps",
        "title": "सेनापति उपेन्द्र द्विवेदीको सफेद घोडा कोर्प्स भ्रमण, सुरक्षा स्थिति र सञ्चालन तयारीको मुल्याङ्कन",
        "summary": "नयाँ सेनापति (COAS) जनरल उपेन्द्र द्विवेदीले सफेद घोडा कोर्प्सको भ्रमण गरी क्षेत्रको सान्दर्भिक सुरक्षा स्थिति र सञ्चालनिक तयारीको मुल्याङ्कन गरेका छन्। उनलाई आतंकवाद विरुद्धको सञ्जाल तथा सुरक्षा बलबीचको साझा सञ्चालनमा रहेको सहकार्यको बारेमा जानकारी दिइयो र उनले यस सहकार्यलाई सराहना गरे। यो भ्रमणले क्षेत्रमा सुरक्षा बलको सतर्कता र कार्यक्षमतालाई जाँच्ने उद्देश्य राखेको देखिन्छ।",
        "category": "conflict",
        "image": "/news/image_19_1770452220.jpg",
        "published_at": "2026-02-07T14:02:01Z"
    },
    {
        "id": 20,
        "slug": "japan-airlines-emergency-landing-safety",
        "title": "जापान एयरलाइन्सको विमान दोश्रो प्रयासमा सुरक्षित रूपमा उत्रियो, विमानन विशेषज्ञहरूले ल्याण्डिंग रद्द हुनु सामान्य प्रक्रिया बताउँछन्",
        "summary": "जापान एयरलाइन्सको टोकियो-दिल्ली उडानले दिल्ली विमानस्थलमा पहिलो प्रयासमा अवतरण रद्द गरी दोश्रो प्रयासमा सुरक्षित रूपमा उत्रिएको छ। विमानन विशेषज्ञहरूले यस्तो अवतरण रद्द हुनु आपतकालीन स्थिति वा संकट नभएर सुरक्षा सम्बन्धी सामान्य प्रक्रिया बताइरहेका छन्। उनिहरूले केही मिडिया द्वारा यसप्रकृतिको घटनालाई आवश्यकता भन्दा बढी नाटकीय रूपमा प्रस्तुत गर्नुबाट जनतामा अनावश्यक डर फैलिन सक्ने चेतवानी दिएका छन्।",
        "category": "international",
        "image": "/news/image_20_1770452238.jpg",
        "published_at": "2026-02-07T14:02:19Z"
    },
    {
        "id": 21,
        "slug": "railway-cleaning-workers-responsibility",
        "title": "रेलमार्ग सफाइमा रेलकर्मीको परिश्रम, यात्रुको दायित्वबोध नै महत्वपूर्ण",
        "summary": "रेल कर्मचारीहरूले रेलमार्ग और सटहरू सफा र सुरक्षित राख्न निरन्तर परिश्रम गइरहेका छन्। तर गाडीबाट फालिने फोहोरले गर्दा उनीहरूको सफाइ प्रयास व्यर्थ जाने सम्भावना रहन्छ। नागरिकले फोहोर नफाल्ने र सफाइको दायित्व बुझ्नु नै रेलमार्गलाई सुन्दर र सुरक्षित राख्ने मूल आधार हो।",
        "category": "international",
        "image": "/news/image_21_1770452247.jpg",
        "published_at": "2026-02-07T14:02:28Z"
    },
    {
        "id": 22,
        "slug": "isis-claims-pakistan-mosque-blast",
        "title": "पाकिस्तानी मस्जिदमा भएको विस्फोटको जिम्मा ISIS ले लियो, धेरैको मृत्यु",
        "summary": "आतंकवादी समूह आइएसआईएसले पाकिस्तानमा भएको घातक मस्जिद विस्फोटको जिम्मेवारी लिएको छ। यस विस्फोटमा धेरै लोगहरूको मृत्यु भएको र घाइते भएको报告 छ। NDTV का पत्रकार आदित्य राज कौलले रितिका साहनीसंग विस्तृत जानकारी साझा गर्ने भएका छन्।",
        "category": "conflict",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:02:31Z"
    },
    {
        "id": 23,
        "slug": "india-usa-trade-deal-export-benefits",
        "title": "भारत–अमेरिका व्यापार सम्झौता: औषधि, रत्नजडित समेत निर्यातमा ठूलो फाइदा",
        "summary": "भारत र अमेरिकाबीच भएको नयाँ व्यापार सम्झौताले भारतका लागि प्रमुख निर्यात श्रृंखलाहरूमा अमेरिकी टारिफ हटाइने भएको छ। जेनेरिक औषधि, विमानका पार्ट्स, रत्न तथा हीरा जस्ता उत्पादनहरूले अमेरिकी बजारमा सजिलो पहुँच पाई निर्यातलाई ठूलो बल मिल्ने देखिन्छ। यसले दुई राष्ट्रबीचको आर्थिक सहकार्यलाई अझ मजबुत बनाउने अपेक्षा गरिएको छ।",
        "category": "geopolitics",
        "image": "/news/image_23_1770452256.jpg",
        "published_at": "2026-02-07T14:02:37Z"
    },
    {
        "id": 24,
        "slug": "india-agni-3-test-odisha-kalam-island",
        "title": "भारतले ओडिशाबाट सफलतापूर्वक प्रक्षेपण गर्यो आग्नी-३ मिसाइल",
        "summary": "भारतले सोमबार ओडिशा तटनजिकैका डॉ. एपीजे अब्दुल कलाम द्वीपबाट परमाणुक्षमता भएको आग्नी-३ बैलिस्टिक मिसाइलको सफल परीक्षण गरेको छ। यो मध्यम दूरीको मिसाइल हो र यसले ३,००० किलोमिटरसम्मको लक्ष्यलाई निशाना बनाउन सक्छ। यस परीक्षणले भारतको सामरिक सुरक्षा शक्तिको प्रदर्शन र क्षेत्रीय सुरक्षा परिदृश्यमा यसको प्रभावको रूपमा महत्त्व राख्छ।",
        "category": "defense",
        "image": "/news/image_24_1770452266.jpg",
        "published_at": "2026-02-07T14:02:47Z"
    },
    {
        "id": 25,
        "slug": "us-navy-p8a-poseidon-weapon-bay",
        "title": "अमेरिकी नौसैनिक विमान पि-८ए पोसाइडनको हतियार भण्डारको दुर्लभ अवलोकन",
        "summary": "सामाजिक सञ्जालमा अमेरिकी नौसेनाको पि-८ए पोसाइडन लामो दूरी समुद्री गस्ती विमानको हतियार भण्डारको दुर्लभ तस्वीर सार्वजनिक भएको छ। यसमा पनडुब्बी विरोधी युद्धका लागि तैनाथ मार्क ५४ टर्पेडोहरू स्पष्ट रूपमा देख्न सकिन्छ। यो विमान इण्डो-प्यासिफिक डेफेन्स नेटवर्क (#IADN) को एक महत्वपूर्ण अङ्ग हो।",
        "category": "defense",
        "image": "/news/image_25_1770452270.jpg",
        "published_at": "2026-02-07T14:02:51Z"
    },
    {
        "id": 26,
        "slug": "air-marshal-dikshit-joint-defense-planning",
        "title": "एयर मार्शल दीक्षितले जोडिएको रक्षा योजनाको संस्थागतकरणको आवश्यकता जनाए",
        "summary": "एडिजेओ २०२६ सम्मेलनलाई सम्बोधन गर्दै एकीकृत रक्षा स्टाफ प्रमुख एयर मार्शल अशुतोष दीक्षितले संयुक्त योजना, सूचना साझेदारी र क्षमता प्राथमिकताको लागि संयुक्त संस्थागत तन्त्र आवश्यक रहेको बताए। उनले सेनाका विभिन्न इकाइयबीच सुसंगत समन्वय र सहकार्य महत्त्वपूर्ण रहेको जोड दिएका छन्। यसले देशको रक्षा तयारी र सामरिक क्षमतालाई प्रभावकारी ढंगले सुदृढ बनाउन मद्दत गर्ने उनले बताए।",
        "category": "defense",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:02:56Z"
    },
    {
        "id": 27,
        "slug": "cbi-bis-scientist-bribery-arrest",
        "title": "केन्द्रीय अनुसन्धान ब्यूरोले बिसैं वैज्ञानिकलाई ७० हजार रुपैयाँ रिश्वतमा समात्यो",
        "summary": "केन्द्रीय अनुसन्धान ब्यूरो (सीबीआई) ले भारतीय मानक संस्थान (बिसैं) को एक वैज्ञानिकलाई ७० हजार रुपैयाँको रिश्वत लिँदा समातेको छ। यो कारबाही सीबीआईले भ्रष्टाचार विरुद्धको अभियानअन्तर्गत गरेको हो। संशोधित आरोपीले कुनै सरकारी प्रक्रिया तिब्र पार्ने वादा गरी रिश्वत मागेको आरोप छ।",
        "category": "geopolitics",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:03:03Z"
    },
    {
        "id": 28,
        "slug": "india-agni-3-missile-successful-test",
        "title": "भारतले सफलतापूर्वक परीक्षण गर्यो अग्नि-३ मिसाइल",
        "summary": "भारतले आज आफ्नो अग्नि-३ मध्यम दूरी ब्यालिस्टिक मिसाइल सफलतापूर्वक परीक्षण गरेको छ। यो परीक्षण देशको रक्षा क्षमता बढाउने दिशामा एक महत्वपूर्ण कदम मानिन्छ। यसले भारतको रणनीतिक सुरक्षा तथा मिसाइल प्रविधिको क्षेत्रमा ठूलो सफलता दोहोर्याएको छ।",
        "category": "defense",
        "image": "https://placehold.co/600x400?text=No+Image",
        "published_at": "2026-02-07T14:03:07Z"
    },
    {
        "id": 29,
        "slug": "india-agni-3-missile-test-chandipur",
        "title": "भारतले सफलतापूर्वक परीक्षण गर्यो अग्नि-३ मध्यम दूरीबाट प्रक्षेपण हुने बैठक मिसाइल",
        "summary": "भारतले आज ओडिशाको चाँदीपुरमा आधारबाट आणविक क्षमता भएको अग्नि-३ मध्यम दूरीबाट प्रक्षेपण हुने बैठक मिसाइल (आईआरबीएम) को सफल परीक्षण गरेको छ। यसले ३,००० किलोमिटर भन्दा बढी दूरीसम्म निशाना लगाउने क्षमता राख्छ र देशको रणनीतिक प्रतिरोध क्षमतालाई अझ मजबूत बनाएको छ। यो परीक्षण देशको रक्षा तयारीको एक महत्वपूर्ण चरण हो।",
        "category": "defense",
        "image": "/news/image_29_1770452294.jpg",
        "published_at": "2026-02-07T14:03:14Z"
    },
    {
        "id": 30,
        "slug": "india-usa-trade-farmer-banana-mango-protection",
        "title": "भारत–अमेरिका व्यापार सम्झौतामा केलाबन्दा र आँप बचे, भारतीय किसानहरूलाई सुरक्षा",
        "summary": "भारत र संयुक्त राज्य अमेरिकाबीच भएको व्यापार सम्झौताअनुसार, केला र आँप जस्ता मुख्य फलहरूमा कुनै भी बजार पहुँच दिइने छैन। ताजा र प्रशोधित दुवै रूपमा यी फलहरू सम्झौताबाट बाहेक रहनेछन्, जसले गर्दा भारतीय किसानहरूको हित संरक्षित हुनेछ। यसले गर्दा देशभित्रै उत्पादन हुने यी फलहरूको बजारमा कुनै छूट वा रियायत दिइने छैन भन्ने सुनिश्चित गरिएको छ।",
        "category": "geopolitics",
        "image": "/news/image_30_1770452301.jpg",
        "published_at": "2026-02-07T14:03:22Z"
    },
    {
        "id": 31,
        "slug": "india-u19-cricket-world-cup-win-congrats",
        "title": "भारतीय युवा क्रिकेट टीमले उचाल्यो आइसीसी अंडर-१९ विश्वकप",
        "summary": "भारतीय युवा क्रिकेट टीमले आफ्नो अद्भुत प्रदर्शनीका साथ आइसीसी अंडर-१९ पुरुष विश्वकप २०२४ को उपाधि जितेको छ। सम्पूर्ण प्रतियोगितामा देखाएको असाधारण कौशल, लचिलोपन र दृढ़ संकल्पले टोलीलाई यो ठूलो सफलतातर्फ लगेको थियो। केन्द्रीय औद्योगिक सुरक्षा बल (CISF) लगायत विभिन्न क्षेत्रबाट टोलीलाई बधाईको झरि बगेको छ।",
        "category": "international",
        "image": "/news/image_31_1770452308.jpg",
        "published_at": "2026-02-07T14:03:29Z"
    },
    {
        "id": 32,
        "slug": "nato-iceland-swedish-fighter-jet-deployment",
        "title": "न्याटोको इजल्यान्डमा स्वीडेनी लडाकु विमानको पहिलो परिचालन",
        "summary": "न्याटोको नयाँ सदस्य इजल्यान्डमा स्वीडेनका जिएस-३९ ग्रिपेन लडाकु विमानहरूको पहिलो पटक एयर पोलिसिङ मिसन सुरु भएको छ। न्याटोले आफ्नो अन्तर-संचालनक्षमता देखाउँदै यी विमानहरूले आइसल्यान्ड र कोस्टको बीचमा एयरबस ए३३० एमआरटीटी सहायतामा ईन्धन भरेका थिए। यो परिचालन न्याटो र यसका सहयोगी देशहरूबीचको सैन्य सहकार्यको महत्वपूर्ण उदाहरण हो।",
        "category": "defense",
        "image": "/news/image_32_1770452350.jpg",
        "published_at": "2026-02-07T14:04:11Z"
    }
]